<template>
  <div>
      <div class="ti">
        <img src="../assets/21.jpg" alt="">
        <div class="fanhui"><Icon type="arrow-left-a" class="zi"></Icon></div>
      </div>
      <div class="tiq">
        <div >
          <span class="tiw">浮世绘</span>
        </div>
        <img class="tie" src="../assets/18.jpg" alt="">
        <div class="tit">
        <span class="tir">别梦阑珊，半为锦色半流年</span>
        </div>
        <div class="tiy">
          <p>若有一天，时光在流年中走失，落雪的记忆，在苍苍暮色里已覆盖了你的来路；当往事被风吹起的时候，亦没有太多的悲伤再为我停留，只是怀念，就像是月下小小的湖泊，那粼粼的波光，隔着岁月，浅浅的照亮了我最深的孤独。</p>
<p>
在光阴之中、草木之上，总有一些牵念若流水延伸的视线，隐没在花间字影中的草色，已是清霜弥漫，荒芜的风，宛若你眷恋的目光，还绵延着四季的风景；季节里春痕秋露的絮语，在旖旎的翠微枝蔓间亦堆砌成走笔的往事，飞掠而过的晴光日影还不曾，在檐角翩落，细雨轻抚的花枝，已染尽风的过往。在红尘深处辗转的岁月，到哪里去了？</p>
<p>
在日光初升里，透过枝叶层叠的间隙，在抬头的仰望里，那一片辽阔而温柔的苍穹下，荒野已隐没了那些过往的风景；不期而遇的一场春雨后，绿柳细暖的枝条，已然在风中晕开一抹春色的妩媚；浅夏悸动的诗意里，总会有雨落的印记，让心，若落地的尘埃，这入尘的一脉落香，在年轮里斑驳了渐渐沉寂的往事；风月穿梭的一页诗笺里，抚指轻掩的岁月，早已荒寒，那羽化在风里的远山淡影，又是谁泪落旧年的苍凉？昨夜酒尽的杯盏，浅斟的还有几分，是你红颜浅醉的芳华………………………</p>
<p>春意苒苒空落，一夜飞花又在何处飘散？星眸寥落的踪影正透过淡去的晨曦，等待黎明来唤醒城市荒寂的幽影。当往事临风写下的只言片语，在尘烟如染的风里，芳踪未现的一份思恋，缱绻入怀的可曾是你桃红半开的心事？在你云朵般轻轻晃动的梦里，纷飞流荡的暮光落羽，在草色苔痕中，已踏过旧年的巷口；远方，那烟岚渐起的陌上，云湖晴空的天幕，可是你用青丝风袂，为我绾起烟雨寂寥的清寒？
</p>
<p>
让念，骤然间沾湿了书页里那一段了然若心的段落。如若一场雨荒凉了足迹，未曾隐去的市井与喧哗，在风纹足印里，一寸寸剥离的暮烟霜华，依然在梦醒的清晨，落雨成花、琉璃千盏；那平平仄仄的心绪，在每一次呼吸间，悄然撕扯的疼痛，那花妍叶落的忧伤，是否，有一天亦能安抚于岁月微温的指间？而我所有的悲欢离合，也会微笑着不再提起。
<p>
当年轮从混沌中划过岁月的掌心，陌上飞烟轻渡，不见雁影归来；静覆过眸间的一抹雪色，在尘世的风里，还翩然拂动着你梦里凉白的幽寂；借着半纸昏黄的烛光，只为暖，那贴近耳畔的呼吸；只是，流光过眼，在墨色里一瞬燃尽的牵绊，一翦浅浅而落的风声流影，那依附于书页里的繁华与落寞、那跌落在页眉上的蝶衣红袖，在一泓岑寂的秋水里已不复再见。( 文章阅读网：www.sanwen.net )
</p>
<p>
风月情浓，眷眷经年，谁人写旧的一阕相思无言；情已微凉，奈何往事翻涌，我听到，窗外孑然走过的时光，犹如在琴弦上跳脱的音符，在喧哗渐褪后，那途经四季的沧桑，在岁月的阡陌上，还有着最初的明媚，只是那一弯流水的写意，仍为你拂乱了这一场悄然无声的谢幕。</p>
<p>寂夜无边，总是诠释了太多的忧伤与哀愁；若是回忆，在你沉默的世界里，亦无人应答，直到一日日凉入掌心的热泪，苍白了那退无可退的一缕执念；在季风中，落日搁浅的天空，穿过那短暂的虚空后，妖娆于袖底的光阴，还有多少寄居与四月的悲伤，在风起时，把怀念一行行都留给了过往，只是在渐远的记忆里，那流云淡处，一烟远山寂寥，眉山点墨，亦画不尽薄欢烟色。
</p>
我写不出，那藏于句首的爱恋与不舍；在时光一幕幕定格的画面里，我依然爱着你旧时的模样；我沉默着，终未说出的那一句告白，在多年以后，恍惚的就像一个久远的梦，只任凭着，那不知从何而来的伤感，在回眸的瞬间，只依稀的落湿了眉睫。一砚浅墨，一纸流年，尘嚣之上的瘦影闲花，谁为我画凉了兰轩？
<p>
一路繁华，如那绽放的花火，于夜色里燃尽，若尘埃般的坠落，就像是经年，一场无可救赎的放逐；红尘婆娑，于一川风月的深处，那怦然的心动，在一抹斑斓的光影里，跌宕起伏的终究也只是，回忆在沉寂中荒芜的岁月，唯有那途经的时光，一程风雨，如同命运不经意掀起的一丝波澜，那早已写好的结局，千帆过尽，不过是黯然得令人绝望的生活，让所有的遗憾，都背负着宿命的爱恨纠缠。
</p>
<p>
若相惜，愿纵酒于梦，不问今夕何夕；若一世，轮回里，此生又何以相询；寂寂烟花，落凉了这一纸浮华渐淡。守望是雨的惦念，是你呢喃在唇间的一曲悠笛，在往昔的浓光淡影里，无声的掠过；在每一个梦里，那隐去的光芒，还存留着最初的温暖。

凭栏相忆，旧年里，不见你白衣霜染；一别经年，云水相隔，总有太多的无奈，如同转身即被风干的诺言；当那悲喜无常的无望之泪，还未肆意的漫过视线，染于清风的瑟瑟凉意，转瞬间已随雨而落；我知道，那一场旖旎的风花雪月，或许是擦肩的岁月，留白了季节微凉的心跳，才让那花开的彼岸，从此，不再有风的回忆………………………</p>
        </div>
      </div>
    <div class="cc">
      <div class='fua'>
        <div class="ss">

        <svg class="icon" width="24px" height="24px" viewBox="0 0 1024 1024" version="1.1" xmlns="http://www.w3.org/2000/svg"><path fill="#ccc" d="M512 665.8c-84.4 0-153.8-69.4-153.8-153.8 0-83.9 69.4-153.3 153.8-153.3 84.9 0 153.3 69.4 153.3 153.3 0 84.4-68.4 153.8-153.3 153.8z m0-262.4c-59.3 0-109.1 49.3-109.1 108.6 0 59.8 49.8 109.1 109.1 109.1S620.6 571.8 620.6 512c0-59.3-49.3-108.6-108.6-108.6z m0 377.5C275.3 780.9 63.6 574.3 63.6 512c0-62.3 211.6-268.9 448.4-268.9 247.3 0 448.4 217.1 448.4 268.9 0 53.3-201.1 268.9-448.4 268.9z m0-493.1c-228.7 0-399.1 195-403.6 224.7 4.5 29.7 174.9 223.7 403.6 223.7 221.2 0 393.1-191 403.1-224.2-10-33.2-181.9-224.2-403.1-224.2z"  /></svg>
        <span>1.8k</span>
        </div>
        <div class="ss">

        <svg class="icon" width="24px" height="24.00px" viewBox="0 0 1024 1024" version="1.1" xmlns="http://www.w3.org/2000/svg"><path fill="#ccc" d="M506.88 926.72l-17.92-17.92c-17.92-17.92-35.84-33.28-71.68-58.88-20.48-15.36-48.64-38.4-87.04-69.12-102.4-79.36-240.64-189.44-240.64-345.6 0-115.2 71.68-215.04 179.2-248.32 87.04-25.6 176.64 2.56 238.08 74.24 61.44-71.68 151.04-99.84 238.08-74.24 107.52 33.28 176.64 130.56 176.64 245.76 0 163.84-156.16 281.6-238.08 345.6l-51.2 38.4c-64 48.64-84.48 64-110.08 89.6l-15.36 20.48zM335.36 227.84c-17.92 0-33.28 2.56-51.2 7.68-71.68 20.48-140.8 92.16-140.8 199.68 0 130.56 120.32 227.84 217.6 304.64 38.4 30.72 66.56 51.2 87.04 69.12 25.6 20.48 43.52 33.28 58.88 48.64 23.04-20.48 48.64-38.4 97.28-76.8l48.64-38.4c104.96-79.36 217.6-176.64 217.6-304.64 0-107.52-71.68-176.64-140.8-197.12-76.8-23.04-153.6 7.68-202.24 81.92l-20.48 30.72-20.48-35.84c-38.4-56.32-92.16-89.6-151.04-89.6z" /></svg>
        <span>112</span>
        </div>
        <div class="ss">

        <svg class="icon" width="24px" height="24.00px" viewBox="0 0 1024 1024" version="1.1" xmlns="http://www.w3.org/2000/svg"><path fill="#ccc" d="M149.504 215.04v548.864H348.16l96.256 129.024 94.208-129.024h370.688V215.04H149.504z m716.8 507.904H536.576c-12.288 0-24.576 6.144-32.768 16.384l-61.44 83.968-61.44-83.968c-8.192-10.24-20.48-16.384-32.768-16.384H190.464V256h675.84v466.944z"  /><path fill="#e6e6e6" d="M276.48 430.08h468.992c12.288 0 20.48-8.192 20.48-20.48s-8.192-20.48-20.48-20.48H276.48c-12.288 0-20.48 8.192-20.48 20.48s10.24 20.48 20.48 20.48zM276.48 602.112h292.864c12.288 0 20.48-8.192 20.48-20.48s-8.192-20.48-20.48-20.48H276.48c-12.288 0-20.48 8.192-20.48 20.48s10.24 20.48 20.48 20.48z"  /></svg>
        <span>224</span>
        </div>
      </div>
    </div>
  </div>
</template>

<script>
export default {
  name: 'Fuy'
}
</script>

<style scoped>
.ti img {
  width: 100vw;
  height: 300px;
}

.zi {
  font-size: 30px;
  position: absolute;
  left: 30px;
  top: 30px;
  border-radius: 50%;
  color: #007fff;
}
.tiq {
  width: 90%;
  margin: 0 auto;
  height: 400px;
  overflow-y: auto;
}
.tiw {
  padding-left: 4px;
  border-left: 1px solid #ccc;
}
.tie {
  width: 50px;
  height: 50px;
  border-radius: 50%;
  position: absolute;
  left: 300px;
  top: 270px;
}
.tit {
  margin-top: 4px;
  width: 130px;
}
.tir {
  font-size: 18px;
}
.cc {
  width: 90%;
  margin: 0 auto;
}
.fua {
  padding-top: 20px;
  padding-bottom: 20px;
}
.fua,
.ss {
  display: flex;
  justify-content: space-between;
  align-items: center;
}
</style>
